{
"status":1,
"data":[
{"id":1,"type":1,"title":"更新公告","subtitle":"v7.0.5.P版本更新","content":"##0xDE4400\n768811622（已满）\n ##0xDE4400\n##0x865537《新斗罗大陆》正常更新在官服更新后的一星期到两星期，玩破解，适应破解的更新时间，着急更新的可以玩官服。\r\n更新内容:\n##0xDE4400 更新sss奥斯卡 sss仙品 sss胡列娜神器龙神水晶，新皮肤以及修复bug 更新sss胡列娜 sss朱竹清 sss魂师泰坦原恩明，新暗器聚能魔导炮，暗器百解，新魂师楼高，魂力融合，sss暗器-九转变魂仪，修复小舞助手海神岛无法扫荡的BUG，新增魂灵秘术-魔蝎魂图，新增外附魂骨吸收15阶，新增魂力试炼等级最高神祇，更新sss魂师叶冷冷，全新上线sss魂师，SSS暗器，神器图鉴，神器增幅，外敷魂骨，ss+神器，魂骨噬魂，晋升sss，戴沐白新皮肤，鲨小白新皮肤等等\n##0xDE4400更新SSS魂师戴沐白\n##0xDE4400修复仙品点化\n##0xDE4400更新皮肤翠鸢鎏金·海神唐三\n##0xDE4400更新皮肤缘定三生·海神唐三\n##0xDE4400更新皮肤缘定三生·柔骨小舞\n##0xDE4400更新皮肤翡色轻语·柔骨小舞\n##0xDE4400更新SS+魂灵暗魔邪神虎\n##0xDE4400更新SS+暗器绯色切割\n##0xDE4400更新九彩宁荣荣皮肤姹羽游霄\n##0x865537更新SSS魂师元素\n修复魂灵画面\n神器动画\n修复小bug\n上线最新SSS觉醒兑换"},
{
"content":"##0x8655371.先过新手任务 要打完关卡1—6 大部分功能即可开启##0xDE44002.Vip可通过后台发放【代金券】9999个，然后直接去充值窗口点648充值。3.体力可通过发放“奥斯卡香肠大餐”在背包使用,##0x865537\n4.升级经验 通过扫荡副本 突破装备都可以获得 突破时候卡主重新登录游戏即可，5.魂师可通过后台发相应碎片激活 s的多发一些即可 剩余的一个9999即可6.魂灵和神器均可全部激活 需要多少发多少7.皮肤可以后台发送 搜索名字即可 称号等也一样\r\n ##0x8655378.魂骨使用深海魔鲸套 用发s的深海魔鲸，然后通过碎片融合到ss+ 需要多少发多少！！！， 不能清包！！！并且会造成游戏卡顿！！！）9.外骨推荐使用海神八翼套(需要多少发多少！！！，不能清包！！！并且会造成游戏卡顿！！！）\n\n ##0x86553710.斗罗武魂中的武魂精华 只能通过主线宝箱获得11.金币 后台发大箱金魂币 然后去商城自动买12.灵魂石：发灵魂碎片分解13.魂骨能量：发魂骨资源包\r\n14.体技强化石：发体技石魂灵精血礼包",
"id":950,
"title":"游戏攻略",
"subtitle":"不懂就看",
"type":1
},

{
"content":"正常更新在官服更新后的一星期到两星期，玩破解，适应破解的更新时间，着急更新的可以玩官服。\n 游戏内任何私下交易，售卖账号的均属骗子",
"id":951,
"title":"更新计划",
"subtitle":"更新时间",
"type":1
},
{
"content":"##0x865537 目前已知新出的三个仙品培育到5会闪退后面会修复，暂时都只能在4.游戏觉得卡顿是物品刷多，后台加载慢用UC浏览器，游戏卡顿是东西刷多。\n正常更新在官服更新后的一星期到两星期，玩破解，适应破解的更新时间，着急更新的可以玩官服。\n##0xDE4400##0xDE4400后台物品用多少刷多少。少刷多用，炸号自负。",
"id":952,
"title":"重要通知",
"subtitle":"游戏问题",
"type":2
}
],
"msg":"获取成功"
}
